cask_args appdir: "/Applications"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-versions"
tap "heroku/brew"
tap "OJFord/formulae"
tap "drgrib/tap"
cask "caskroom/versions/zulu7"
cask "homebrew/cask-versions/java8"
cask "osxfuse"
brew "loginitems"
brew "mas"
brew "git"
brew "git-flow"
brew "hub"
brew "zsh"
brew "zsh-completions"
brew "antigen"
brew "coreutils"
brew "moreutils"
brew "findutils", args: ["with-default-names"]
brew "diffutils"
brew "gnu-getopt", args: ["with-default-names"]
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "stow"
brew "httpie"
brew "trash"
brew "gnutls"
brew "gawk"
brew "gzip"
brew "make"
brew "duti"
brew "less"
brew "openssh"
brew "rsync"
brew "unzip"
brew "file-formula"
brew "grep", args: ["with-default-names"]
brew "ack"
brew "dos2unix"
brew "jq"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "rename"
brew "hardlink-osx"
brew "asciinema"
brew "stormssh"
brew "jenv"
brew "tmux"
brew "tmux-cssh"
brew "tmate"
brew "ssh-copy-id"
brew "rsync"
brew "openssh"
brew "make"
brew "libusb"
brew "openssl"
brew "python"
brew "aspectj"
brew "aspell"
brew "autoconf"
brew "basex"
brew "docbook"
brew "docbook-xsl"
brew "rlwrap"
brew "derby"
brew "maven"
brew "drgrib/tap/ttimer"
brew "minizinc"
brew "ctags"
brew "fswatch"
brew "libyaml"
brew "ntfs-3g"
brew "zplug"
cask "intellij-idea-ce"
cask "squirrelsql"
cask "alinof-timer"
cask "apptrap"
cask "docker"
cask "dropbox"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "grandperspective"
cask "hex-fiend"
cask "iterm2"
cask "mendeley"
cask "psequel"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rambox"
cask "skype"
cask "spotify"
cask "teamviewer"
cask "the-unarchiver"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "minizincide"
cask "highsierramediakeyenabler"
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555