tap "drgrib/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ojford/formulae"
cask "osxfuse"
brew "ack"
brew "antigen"
brew "asciinema"
brew "aspell"
brew "autoconf"
brew "basex"
brew "bitwarden-cli"
brew "coreutils"
brew "ctags"
brew "derby"
brew "diffutils"
brew "docbook"
brew "docbook-xsl"
brew "dockutil"
brew "dos2unix"
brew "duti"
brew "file-formula"
brew "fswatch"
brew "gawk"
brew "git"
brew "git-flow"
brew "gnu-getopt"
brew "gnutls"
brew "gzip"
brew "hardlink-osx"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "jq"
brew "less"
brew "libusb"
brew "make"
brew "mas"
brew "maven"
brew "mdcat"
brew "moreutils"
brew "noti"
brew "ntfs-3g"
brew "openssh"
brew "pyenv"
brew "python"
brew "redis"
brew "rename"
brew "rlwrap"
brew "rsync"
brew "ssh-copy-id"
brew "stormssh"
brew "stow"
brew "tmate"
brew "tmux"
brew "trash"
brew "tree"
brew "unzip"
brew "wget"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "drgrib/tap/ttimer"
brew "heroku/brew/heroku"
brew "ojford/formulae/loginitems"
cask "alfred"
cask "alinof-timer"
cask "apptrap"
cask "beardedspice"
cask "bitwarden"
cask "docker"
cask "dropbox"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "grandperspective"
cask "iterm2"
cask "jdownloader"
cask "mendeley"
cask "psequel"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rambox"
cask "skype"
cask "spotify"
cask "station"
cask "teamviewer"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zoomus"
mas "Amphetamine", id: 937984704
mas "AS Timer", id: 512464723
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
